Repository: Egor-S/LinuxDevelopment2021
Catalog: 11_Documenting/guess.po
Languages: ru

source: use Roman numerals
ru: использовать римские цифры

source: show this message
ru: показать это сообщение

source: Unknown option. See --help
ru: Неизвестная опция. Обратитесь к --help

source: Think of a number from 1 to 100. Press <enter> when ready.
ru: Придумайте число от 1 до 100. Нажмите <enter>, когда будете готовы.

source: Think of a number from I to L. Press <enter> when ready.
ru: Придумайте число от I до L. Нажмите <enter>, когда будете готовы.

source: Allowed answers: lower, right, greater
ru: Допустимые ответы: меньше, верно, больше

source: Conflicting answers, abort
ru: Противоречивые ответы, выход

source: My guess is %d. Is it right?
ru: Моя догадка %d. Верно?

source: My guess is %s. Is it right?
ru: Моя догадка %s. Верно?

source: right
ru: верно

source: yes
ru: да

source: lower
ru: меньше

source: greater
ru: больше

source: Can't understand you, please repeat
ru: Ответ не распознан, попробуйте снова
